Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.lt-se.tmx
Source language: lt
Languages: se

source: Migracijos departamentas yra atsakingas už įstatymus dėl darbo leidimo ir leidimo nuolatiniam gyvenimui išdavimo.
se: Det är Migrationsverket som har hand om reglerna om arbetstillstånd och uppehållstillstånd.

source: Kokie reikalavimai yra keliami norintiems gauti darbo leidimą?
se: Vad krävs för att få arbetstillstånd?

source: Norint gauti darbo leidimą, reikalaujama, kad
se: För att få tillstånd krävs det att

source: Jūs galėtumėte pragyventi iš darbo,
se: du har ett giltigt pass,

source: Jūsų darbdavys Jums suteikia įdarbinimo sąlygas, kurios yra lygiavertės švediškų kolektyvinių sutarčių sąlygoms, arba atitinka profesijos ar šakos keliamas sąlygas (žr. žemiau),
se: din arbetsgivare erbjuder anställningsvillkor som är i nivå med svenska kollektivavtal eller vad som är brukligt inom yrket eller branschen (se nedan),

source: Kokios įdarbinimo sąlygos, vadovaujantis Švedijos kolektyvinėmis sutartimis, yra taikomos uogautojams?
se: Vilka anställningsvillkor gäller enligt svenskt kollektivavtal för bärplockare?

source: Ji taikoma, nežiūrint ar užsie-nio įmonė yra pasirašiusi kolektyvinę sutartį, ar ne.
se: Avtalad minimilön i det avtalet är SEK 18 542 per månad 1 juni 2014 – 31 maj 2015.

source: Šioje sutartyje yra nustatytas minimalus darbo užmokestis, darbo laiko trukmė, draudimai bei kita.
se: Minimilönenivån är i det avtalet SEK 19 772 per månad.

source: Jūsų darbdavys Jūsų darbo laikotarpiu Švedijoje privalo laikytis Švedijos darbo aplinkos įstatymo, Darbo aplinkos tarnybos nuostatų ir darbo laiko trukmės įstatymo nuostatų.
se: Det är möjligt för dig som har fått ett visum för släktbesök att plocka bär som privatperson.

source: Darbo aplinkos įstatyme yra numatytos darbdavių ir kitų už darbo saugą bei technikos saugumą atsakingų asmenų pareigos užkirsti kelią ligoms bei nelaimingiems atsitikimams darbe.
se: Inkomster av att plocka bär är skattefria för privatpersoner upp till SEK 12 500 kr per person och år.

source: Tai reiškia, kad kai kuriomis savaitėmis galima dirbti daugiau, o kitomis – mažiau.
se: När det behövs får arbetstiden vara 40 timmar i veckan i genomsnitt under en fyraveckorsperiod.

source: Darbo aplinkos tarnybos funkcija yra tikrinti, kad darbdaviai laikytųsi darbo aplinkos ir darbo laiko trukmės įstatymo.
se: Det är Arbetsmiljöverkets uppgift att se till att arbetsgivare följer reglerna i arbetsmiljölagen och arbetstidslagen.

source: Darbo aplinkos tarnybos inspektoriai lankosi įvairiose darbo vietose ir tikrina, kad darbdaviai laikytųsi įstatymų.
se: Arbetsmiljöverkets inspektörer besöker olika arbetsplatser och kontrollerar att arbetsgivare följer lagarna.

source: Jeigu yra nesilaikoma įstatymų, gali, pavyzdžiui, būti draudžiama atlikti tam tikras darbo funkcijas.
se: Om arbetsmiljölagen inte följs kan exempelvis vissa arbetsuppgifter förbjudas.

source: Jeigu Jūs manote, kad Jūsų darbdavys nesilaiko įstatymų, galite kreiptis į Darbo aplinkos tarnybą.
se: Om du tror att din arbetsgivare bryter mot bestämmelserna ska du kontakta Arbetsmiljöverket.

source: Jūs taip pat galite kreiptis į Kommunal, kurios regionų įgaliotiniai darbo saugai bei technikos saugumui prižiūri, kad darbo aplinka būtų gera.
se: Du kan också kontakta Kommunal, som har regionala skyddsombud som övervakar att arbetsmiljön är bra. 3

source: Jūs savo noru galite registruotis Švedijos „Sodroje“, Jums atvykus į Švediją dirbti.
se: Du kan frivilligt anmäla dig till Försäkringskassan när du kommer till Sverige för att arbeta.

source: Ši registracija neturi įtakos galimai teisei gauti išmokas.
se: Anmälan påverkar inte den eventuella rätten till förmåner.

source: Apie tai daugiau skaitykite Švedijos „Sodros“ internetinio puslapio svetainėje www.forsakringskassan.se.
se: Läs mer på Försäkringskassans webbplats, www.forsakringskassan.se.

source: Ar Jums reikia mokėti mokesčius Švedijoje?
se: Ska du betala skatt i Sverige?

source: Pajamos yra neapmokestintos su ta sąlyga, kai vienerių metų laikotarpyje yra dirbama ne daugiau kaip 183 dienas.
se: Inkomsterna är skattefria under förutsättning att arbetet inte överskrider 183 dagar under en ettårsperiod.

source: Tačiau darbdaviams, taipogi, keliami reikalavimai.
se: Det ställs dock även krav på arbetsgivaren.

source: Išimtis taikoma tik darbdaviams, kurie neturi nuolatinės veiklos buveinės Švedijoje.
se: För att undantaget ska gälla får inte arbetsgivaren ha ett fast driftställe i Sverige.

source: Nuolatine veiklos buveine gali būti biuras, gamykla ir panašiai.
se: Ett fast driftställe kan vara ett kontor, en fabrik eller liknande.

source: Jeigu Jūsų darbdavys turi nuolatinės veiklos buveinę Švedijoje, Jūs privalote mokėti pajamų mokestį su ta sąlyga, jeigu Jūs Švedijoje būsite ilgiausiai šešerius mėnesius.
se: Om din arbetsgivare har ett fast driftställe i Sverige ska du, under förutsättning att du stannar i Sverige i högst sex månader, betala särskild inkomstskatt, SINK.

source: Mokesčio dydis yra 25 procentai.
se: Skattesatsen är 25 procent.

source: Taip, taipogi, gali atsitikti, jeigu Jūsų ilgalaikiai atvykimai į Švediją yra pasikartojantys.
se: Så kan också bli fallet om dina vistelser i Sverige är återkommande.
